tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "romkatv/powerlevel10k"
tap "zegervdv/zathura"
brew "libpng"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ca-certificates"
brew "cffi"
brew "openssl@3"
brew "libevent"
brew "libnghttp2"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "notmuch"
brew "aerc"
brew "antigen"
brew "brotli"
brew "aom"
brew "apr"
brew "apr-util"
brew "argon2"
brew "aria2"
brew "aribb24"
brew "aspell"
brew "dbus", restart_service: :changed
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "ncurses"
brew "bash"
brew "bat"
brew "berkeley-db@5"
brew "biber"
brew "c-ares"
brew "libretls"
brew "catgirl"
brew "gcc"
brew "pmix"
brew "open-mpi"
brew "cava"
brew "certifi"
brew "cjson"
brew "clisp"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dav1d"
brew "desktop-file-utils"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "dotnet"
brew "exa"
brew "eza"
brew "fd"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gd"
brew "gh"
brew "ghcup"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk-mac-integration"
brew "htop"
brew "libheif"
brew "python@3.12"
brew "imagemagick"
brew "ispell"
brew "isync"
brew "lazygit"
brew "lf"
brew "libgccjit"
brew "libpq"
brew "pkgconf"
brew "librsync"
brew "lua"
brew "luarocks"
brew "macos-trash", link: true
brew "node"
brew "mermaid-cli", link: false
brew "meson"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "msmtp"
brew "mu"
brew "neofetch", args: ["HEAD"]
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "tree"
brew "pass"
brew "pfetch"
brew "php"
brew "poppler"
brew "pygments", link: false
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "slides"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "swiftformat"
brew "syncthing", restart_service: :changed
brew "terminal-notifier"
brew "texlab"
brew "texlive", link: false
brew "tmux"
brew "virtualenv"
brew "wget"
brew "wimlib"
brew "xdg-ninja"
brew "xdotool"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-dbus", "with-imagemagick", "with-mailutils", "with-retro-emacs-logo-icon"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/girara", args: ["HEAD"]
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "anki"
cask "basictex"
cask "discord"
cask "figma"
cask "folx"
cask "font-aporetic"
cask "font-et-book"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "github"
cask "iina"
cask "karabiner-elements"
cask "kitty"
cask "lastfm"
cask "moonlight"
cask "postman"
cask "qbittorrent"
cask "qview"
cask "rar"
cask "sf-symbols"
cask "skim"
cask "swiftcord"
cask "thunderbird"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"
